[{"id": 1, "title": "Twinkle Twinkle Little Star", "category": "Fantasy", "image": "twinkle.jpg", "text": "Twinkle, twinkle, little star, How I wonder what you are! Up above the world so high, Like a diamond in the sky. Twinkle, twinkle, little star, How I wonder what you are!", "full_text": "Twinkle, twinkle, little star,\nHow I wonder what you are!\nUp above the world so high,\nLike a diamond in the sky.\n\nTwinkle, twinkle, little star,\nHow I wonder what you are!\n\nI gaze up at you, shining bright,\nA tiny beacon in the night.\nA reminder of the vast unknown,\nA mystery that I'm not alone.\n\nTwinkle, twinkle, little star,\nHow I wonder what you are!\n\nAre you a ball of fiery gas,\nOr something more that will surpass\nThe limits of our understanding,\nA symbol of the universe expanding?\n\nTwinkle, twinkle, little star,\nHow I wonder what you are!\n\nThough you may seem small and far,\nYou are a wonder, a guiding star.\nShining brightly in the dark,\nA tiny spark that leaves its mark.\n\nTwinkle, twinkle, little star,\nHow I wonder what you are!"}, {"id": 2, "title": "Hickory Dickory Dock", "category": "Fantasy", "image": "hickory.jpg", "text": "Hickory dickory dock, The mouse ran up the clock. The clock struck one, The mouse ran down. Hickory dickory dock.", "full_text": "Hickory dickory dock,\nThe mouse ran up the clock.\nThe clock struck one,\nThe mouse ran down.\nHickory dickory dock.\n\nAs the tiny mouse scurried up the tall clock,\nIts little feet making a pitter-patter knock.\nBut when the clock chimed one with a loud \"bong\",\nThe mouse quickly fled, not wanting to prolong.\n\nDown the clock it hurried, in a frantic dash,\nTrying to escape the loud, jarring crash.\nAnd as it reached the safety of the floor,\nThe mouse breathed a sigh of relief, no longer in a hurry anymore.\n\nHickory dickory dock,\nThe mouse had narrowly escaped the clock.\nWith its heart racing and tail held high,\nIt scampered away, letting out a joyful sigh."}, {"id": 3, "title": "Baa Baa Black Sheep", "category": "Fantasy", "image": "Baa.jpg", "text": "Baa, baa, black sheep, Have you any wool? Yes sir, yes sir, Three bags full. One for the master, One for the dame, And one for the little boy Who lives down the lane.", "full_text": "Baa, baa, black sheep,\nHave you any wool?\nYes sir, yes sir,\nThree bags full.\n\nOne for the master,\nOne for the dame,\nAnd one for the little boy\nWho lives down the lane.\n\nThe black sheep nods,\nAnd trots away,\nLeaving behind\nThree bags of wool, so gray.\n\nThe master thanks him,\nAnd takes his share,\nThe dame smiles gratefully,\nAnd the little boy jumps in the air.\n\nFor the black sheep is generous,\nAnd kind at heart,\nSharing his wool,\nTo all who ask for a part.\n\nAnd so the black sheep,\nGrazes in the meadow,\nContent in the knowledge,\nThat he has helped his fellow."}, {"id": 4, "title": "The Brave Little Rabbit", "category": "Animal Tales", "image": "rabbit.jpg", "text": "Once upon a time, in a meadow bright, Lived a brave little rabbit, full of delight.", "full_text": "Once upon a time, in a meadow bright,\nLived a brave little rabbit, full of delight. \nWith fur as soft as a summer breeze, \nAnd eyes that twinkled like dew on leaves. \n\nHe hopped and skipped through fields of green, \nChasing butterflies in a joyful scene. \nHis heart was light, his spirit free, \nHe was the happiest rabbit you ever did see. \n\nBut one day, a shadow fell over the land, \nA cruel fox was on the hunt, all cunning and grand. \nHe set his sights on the little rabbit so fair, \nAnd chased him through the meadow with a wicked glare. \n\nBut our brave little rabbit was not one to fear, \nHe darted and dodged, his end drawing near. \nHe led the fox on a merry chase, \nThrough bushes and briars, at a heart-pounding pace. \n\nIn the end, the fox was no match for our hero, \nThe rabbit outsmarted him, his victory clear. \nHe returned to the meadow, his heart full of pride, \nFor he had faced danger and come out on the other side. \n\nAnd so, the brave little rabbit lived happily ever after, \nIn his meadow so bright, full of laughter. \nFor he knew that no matter what may come his way, \nHe had the courage to face it, come what may."}, {"id": 5, "title": "The Sun is Shining Bright", "category": "Nature", "image": "icon.png", "text": "The sun is shining bright, It fills the world with light. Up in the sky so high, It watches as birds fly by. With every beam of gold, Its warmth is never cold.", "full_text": "The sun is shining bright,\nIt fills the world with light.\nUp in the sky so high,\nIt watches as birds fly by.\n\nWith every beam of gold,\nIts warmth is never cold.\nThe sun spreads joy and cheer,\nChasing away all fear.\n\nSo bask in its golden hue,\nLet it shine down on you.\nFor the sun will always rise,\nAnd light up both our lows and highs."}, {"id": 6, "title": "Raindrop, Raindrop", "category": "Nature", "image": "icon.png", "text": "Raindrop, raindrop, falling down, Splish-splash, on the ground. Pitter-patter on the street, Making puddles near my feet. Dance and play, with joy and glee, The rain will wash the world for me.", "full_text": "Raindrop, raindrop, falling down,\nSplish-splash, on the ground.\nPitter-patter on the street,\nMaking puddles near my feet.\n\nDance and play, with joy and glee,\nThe rain will wash the world for me.\nThe earth is cleansed, refreshed anew,\nI smile and dance in the rain with you."}, {"id": 7, "title": "The Friendly Little Bee", "category": "Animal Tales", "image": "icon.png", "text": "Buzz, buzz, goes the little bee, Flying from flower to tree. Gathering nectar, working all day, Helping flowers bloom in a beautiful way. A busy bee is never slow, It makes the garden glow and grow.", "full_text": "Buzz, buzz, goes the little bee,\nFlying from flower to tree.\nGathering nectar, working all day,\nHelping flowers bloom in a beautiful way.\n\nA busy bee is never slow,\nIt makes the garden glow and grow.\nWith wings that flap and legs that dance,\nIt gives nature a wonderful chance.\n\nSo next time you see a bee in flight,\nRemember it's working day and night.\nTo make our world a better place,\nWith its pollination grace."}, {"id": 8, "title": "The Silly Cat", "category": "Animal Tales", "image": "icon.png", "text": "The silly cat is chasing yarn, Running fast across the barn. Jumping high and pouncing low, Watch her twirl, to and fro! With a swish and a purr, she naps in peace, Dreaming of fish and endless feasts.", "full_text": "The silly cat is chasing yarn,\nRunning fast across the barn.\nJumping high and pouncing low,\nWatch her twirl, to and fro!\n\nWith a swish and a purr, she naps in peace,\nDreaming of fish and endless feasts.\nIn her dreams, she's a queen,\nWith a belly full of cream.\n\nBut when she wakes, reality hits,\nNo fish, just kibble bits.\nStill, she's happy as can be,\nLiving life wild and free.\n\nSo let her chase that yarn all day,\nFor in her heart, she's a fierce feline, at play."}, {"id": 9, "title": "Goodnight Moon", "category": "Bedtime", "image": "icon.png", "text": "Goodnight moon, shining high, Glowing softly in the sky. Stars above, twinkling bright, Watching over through the night. Close your eyes and dream away, Until we meet another day.", "full_text": "Goodnight moon, shining high,\nGlowing softly in the sky.\nStars above, twinkling bright,\nWatching over through the night.\n\nClose your eyes and dream away,\nUntil we meet another day.\nMay your dreams be sweet and light,\nAs you rest throughout the night.\n\nGoodnight moon, shining so clear,\nKnow that I hold you near.\nIn my heart, you'll always stay,\nUntil we meet again one day."}, {"id": 10, "title": "The Sleepy Owl", "category": "Bedtime", "image": "icon.png", "text": "The sleepy owl hoots in the night, With its wings, it takes flight. Through the trees, it softly glides, As the moon shines on the tides. When the sun begins to rise, The owl will close its tired eyes.", "full_text": "The sleepy owl hoots in the night,\nWith its wings, it takes flight.\nThrough the trees, it softly glides,\nAs the moon shines on the tides.\n\nWhen the sun begins to rise,\nThe owl will close its tired eyes.\nResting until the night is nigh,\nTo spread its wings and again take flight."}, {"id": 11, "title": "Spring is Here!", "category": "Seasons", "image": "icon.png", "text": "Spring is here, the flowers bloom, Birds are singing a happy tune. The grass grows green, the sky so blue, The world is fresh and bright and new. Bunnies hop, and squirrels play, Hooray for Spring, it's here to stay!", "full_text": "Spring is here, the flowers bloom,\nBirds are singing a happy tune.\nThe grass grows green, the sky so blue,\nThe world is fresh and bright and new.\nBunnies hop, and squirrels play,\nHooray for Spring, it's here to stay!"}, {"id": 12, "title": "Winter Wonderland", "category": "Seasons", "image": "icon.png", "text": "Snowflakes fall from the sky, Softly drifting, floating by. The ground is covered, white as cream, Like a winter wonderland dream. Bundle up, let's go outside, In the snow, let's take a ride!", "full_text": "As we step outside into the winter air,\nSnowflakes falling everywhere.\nEach one unique, delicate and light,\nCreating a blanket of pure white.\n\nThe world transformed into a magical sight,\nA winter wonderland, sparkling bright.\nThe trees dressed in snow, glistening and clean,\nThe perfect setting for a snowy scene.\n\nSo let's bundle up and venture out,\nInto the cold without a doubt.\nLet's build a snowman, have a snowball fight,\nOr simply enjoy the peaceful night.\n\nLet's cherish this moment, this winter bliss,\nIn a world of snow, pure and crisp.\nFor in the beauty of a snowflake's dance,\nWe find joy and wonder, a second chance.\n\nSo let's make the most of this snowy day,\nIn the white landscape, let's play.\nFor in the simple act of being outside,\nWe find peace and happiness, side by side."}, {"id": 13, "title": "Rocket to the Moon", "category": "Imagination", "image": "icon.png", "text": "I’m a rocket soaring high, Up, up, up into the sky. Past the clouds, the stars I see, The moon is waiting there for me. Around the planets, I will zoom, On my trip to the big, bright moon!", "full_text": "I’m a rocket soaring high,\nUp, up, up into the sky.\nPast the clouds, the stars I see,\nThe moon is waiting there for me.\n\nAround the planets, I will zoom,\nOn my trip to the big, bright moon!\nI’ll fly through the vast expanse,\nLeaving behind the world of chance.\n\nI’ll glide through the galaxy,\nExploring wonders for all to see.\nMy journey will be out of sight,\nAs I soar through the endless night.\n\nAnd when I reach that shining sphere,\nI’ll know that my destination is near.\nI’ll land on the moon with a gentle grace,\nAnd gaze back at Earth, a distant place.\n\nSo here I am, a rocket in the sky,\nExploring the universe up high.\nOn my quest to the moon so bright,\nI’ll soar through the stars, my guiding light."}, {"id": 14, "title": "Pirate Adventure", "category": "Imagination", "image": "icon.png", "text": "Ahoy, matey! Let's set sail, On a ship, we’ll catch the gale. Treasure maps and seas so wide, With parrots perched by our side. Gold and jewels we’ll surely find, Adventure waits, let’s not stay behind!", "full_text": "Ahoy, matey! Let's set sail,\nOn a ship, we’ll catch the gale.\nTreasure maps and seas so wide,\nWith parrots perched by our side.\n\nGold and jewels we’ll surely find,\nAdventure waits, let’s not stay behind!\nThe ocean calls, the wind is strong,\nOur journey will be great and long.\n\nThrough stormy nights and sunny days,\nWe’ll navigate in wondrous ways.\nBraving dangers, facing fears,\nOur crew will stand strong, no tears.\n\nSo hoist the sails and raise the mast,\nOur ship will fly, so bold and fast.\nOnward we go through wind and wave,\nFor treasure and glory, our hearts crave.\n\nSo come aboard, join our crew,\nFor adventure awaits, for me and you.\nAhoy, matey! Let's set sail,\nAnd chase our dreams beyond the pale."}, {"id": 15, "title": "My Best Friend and Me", "category": "Friendship", "image": "icon.png", "text": "My best friend and me, We laugh with so much glee. We play all day, run and jump, Through fields, we skip and bump. No matter what, rain or shine, My best friend is always mine.", "full_text": "My best friend and me,\nWe laugh with so much glee.\nWe play all day, run and jump,\nThrough fields, we skip and bump.\nNo matter what, rain or shine,\nMy best friend is always mine.\n\nWe share secrets, dreams, and fears,\nAnd wipe away each other's tears.\nTogether we face the world's strife,\nKnowing we have each other for life.\n\nIn times of joy and in times of sorrow,\nWe'll always be there for each other, tomorrow.\nThrough thick and thin, come what may,\nMy best friend will never stray. \n\nSo here's to my faithful friend,\nOur bond will never end.\nThrough all life's twists and turns,\nMy best friend forever burns."}, {"id": 16, "title": "Sharing is Caring", "category": "Friendship", "image": "icon.png", "text": "Sharing is caring, that's what we know, It helps our friendship grow and grow. With every toy, with every snack, We share with love, and never look back. A kind heart is what we need, To plant the friendship seed.", "full_text": "Sharing is caring, that's what we know,\nIt helps our friendship grow and grow.\nWith every toy, with every snack,\nWe share with love, and never look back.\n\nA kind heart is what we need,\nTo plant the friendship seed.\nNurturing and caring for each other,\nWe build a bond like no other.\n\nSo let's continue to share and show we care,\nFor in giving, we truly do fare.\nAnd as we spread love and kindness around,\nOur friendship will only become more profound."}, {"id": 17, "title": "The ABC Song", "category": "Learning", "image": "icon.png", "text": "A is for apple, juicy and sweet, B is for ball, that rolls to your feet. C is for cat, with fur soft as silk, D is for dog, who drinks water like milk. The alphabet is fun to see, Come along, sing with me!", "full_text": "A is for apple, juicy and sweet,\nB is for ball, that rolls to your feet.\nC is for cat, with fur soft as silk,\nD is for dog, who drinks water like milk.\nThe alphabet is fun to see,\nCome along, sing with me!\n\nE is for elephant, big and gray,\nF is for fish, who swims all day.\nG is for glow, lighting up the night,\nH is for hat, keeping the sun out of sight.\nThe alphabet is full of glee,\nCome along, sing with me!\n\nI is for ice cream, a tasty treat,\nJ is for jump, off of your feet.\nK is for kite, soaring high in the sky,\nL is for lion, with a fierce, loud cry.\nThe alphabet is where we should be,\nCome along, sing with me!\n\nM is for moon, shining so bright,\nN is for nest, where birds sleep at night.\nO is for octopus, with arms so long,\nP is for panda, cute and strong.\nThe alphabet is a wondrous key,\nCome along, sing with me!\n\nQ is for queen, who wears a crown,\nR is for rainbow, with colors all around.\nS is for sun, warming the earth,\nT is for tiger, showing its worth.\nThe alphabet is a magical spree,\nCome along, sing with me!\n\nU is for umbrella, keeping dry in the rain,\nV is for volcano, with lava flowing like a chain.\nW is for whale, swimming in the sea,\nX is for xylophone, making music gleefully.\nThe alphabet is a joyful decree,\nCome along, sing with me!\n\nY is for yo-yo, going up and down,\nZ is for zebra, with stripes all around.\nThe alphabet is a wonderful sight,\nFull of letters that bring delight.\nCome along and you will see,\nThe joys of the alphabet with me!"}, {"id": 18, "title": "Numbers All Around", "category": "Learning", "image": "icon.png", "text": "One, two, three, count with me, Numbers are fun, as you can see. Four, five, six, look around, In everything, numbers can be found. Seven, eight, nine, and ten, Now let’s start and count again!", "full_text": "One, two, three, count with me,\nNumbers are fun, as you can see.\nFour, five, six, look around,\nIn everything, numbers can be found.\nSeven, eight, nine, and ten,\nNow let’s start and count again!\n\nIt's amazing how numbers are everywhere,\nIn the air, on the ground, they're all over there.\nFrom the petals on a flower to the stars above,\nCounting numbers is a way to show our love.\n\nSo let's keep on counting, let's never stop,\nIn every moment, there's a number to top.\nFrom one to infinity, the possibilities are endless,\nNumbers are our friends, they're always friendless.\n\nSo let's embrace the beauty of numbers, my friend,\nFor in every count, there's a message to send.\nLet's keep on counting, let's keep having fun,\nFor in the world of numbers, we'll always be one."}, {"id": 19, "title": "The Little Red Boat", "category": "Adventure", "image": "icon.png", "text": "A little red boat on the open sea, Sailing along, wild and free. The waves are gentle, the sky is blue, What adventure is waiting for me and you? With the wind in our sail, we glide so fast, Let’s make this adventure last!", "full_text": "A little red boat on the open sea,\nSailing along, wild and free.\nThe waves are gentle, the sky is blue,\nWhat adventure is waiting for me and you?\n\nWith the wind in our sail, we glide so fast,\nLet’s make this adventure last!\nExploring new horizons, together we’ll roam,\nIn our little red boat, finding our home.\n\nThrough stormy weather, we’ll navigate,\nWith courage and love, we’ll never hesitate.\nThrough calm waters and rough seas, we’ll go,\nIn our little red boat, our spirits will grow.\n\nSo let’s set sail, and let our hearts lead the way,\nIn our little red boat, we’ll conquer each day.\nSailing along, wild and free,\nIn this grand adventure, just you and me."}, {"id": 20, "title": "The Magic Castle", "category": "Adventure", "image": "icon.png", "text": "Up on a hill, the castle stands, Filled with magic from distant lands. Wizards and knights, dragons too, With endless quests for me and you. Let’s ride to the castle, brave and bold, Where every story will be told!", "full_text": "Up on a hill, the castle stands,\nFilled with magic from distant lands.\nWizards and knights, dragons too,\nWith endless quests for me and you.\nLet’s ride to the castle, brave and bold,\nWhere every story will be told!\n\nAs we approach, the drawbridge lowers,\nRevealing a world of mystical powers.\nThe air is thick with spells and charms,\nAnd the sound of clashing swords alarms.\nBut we press on, hearts filled with wonder,\nReady to face whatever lies yonder.\n\nThrough winding corridors and hidden doors,\nWe discover treasures and so much more.\nEach room holds a different surprise,\nAnd we can't believe our eyes.\nFrom enchanted forests to fiery pits,\nWe journey through all of it.\n\nWe meet fair maidens and fearsome foes,\nAs our courage and strength steadily grows.\nWith each challenge, we prove our worth,\nShowing our bravery on this earthly turf.\nAnd when the final battle is won,\nWe know our adventure has only just begun.\n\nSo let us ride to the castle once more,\nTo continue our quest, forevermore.\nFor in this magical place, we find,\nA world of wonder for our minds.\nAnd though our journey may be long,\nIn the castle, we always belong."}]